[
  {
    "title": "Football Tactics for Beginners: Multi-Functional Players - The False 9",
    "url": "https://thefalse9.com/2016/04/football-tactics-beginners-multi-functional-players.html",
    "text": "Introduction:\n\nIn times gone by, multi-functional players may have been viewed less glamorously. No-one would wax lyrical about the right back who was able to play right-wing and centre-back. They were the utility squad members who were adept at slotting into a number of positions – be it fullback, centre back, or even centre midfield. They were far from indispensable and would only likely feature if there were injuries or a need to rotate the squad.\n\nThis is, however, a view which has become outdated. At the very pinnacle of European football, we now see players who can function in numerous areas of the pitch. David Alaba, Thomas Müller, Phillip Lahm to name a few. These players are members of Europe’s elite, and players that can be considered capable of performing confidently in more than one position – an idea synonymous with the notion of total football.\n\nAdvantages:\n\nOne of the romantic ideas often associated with the notion of multi-functional players is that, even if they are found out of position on the pitch, they will be able to deal with the situation to due knowledge of how to carry out the role. This obviously works within reason – a right back cannot be expected to be a centre-forward just because he finds himself up top. However, if a centre-back finds himself defending out wide, then prior knowledge will serve to help them marshal the situation better.\n\nToo add to this, by having players capable of functioning in a number of positions, the squad is able to have more adequate injury cover without having to necessarily increase the size of the squad. For example, if Bayern Munich suffered an ‘injury crisis’, to borrow a term from the lexicon of the footballing world, then they would arguably still have cover in the form of David Alaba who became schooled in various positions due to his multi-functional nature.\n\nIn terms of producing a cohesive term who are fluid on the pitch, having multi-functional players can be extremely beneficial. Take, for example, Manchester United’s fledgling attack. Whilst it it is still in its embryonic stages and still very raw, the players on show can arguably perform in a number of roles – Martial (LW, RW, ST), Lingard (CAM, RW), Mata (CAM, RW), Rashford (ST, RW), Memphis (ST, LW).\n\nDisadvantages:\n\nThe disadvantage with playing players in several positions is that it can hinder the development of the individual. A prime example of this can be seen in the development of Chris Smalling. Often played at right back, Smalling appeared to be a player that wasn’t up to the standard of Manchester United. However, when he was moved centrally he looked far more natural, and eventually, the England centre-back found his feet and developed his game.\n\nAnother danger is that by using a player in a number of positions, the player may be subject to an information overload about positioning and general instructions about how to play the position. Expecting players to understand the requirements of several positions is tasking and requires a strong desire to learn, something not all players will obviously agree to.\n\nOn a similar tangent, players that almost have their positions cemented are unlikely to want to be moved about the pitch. It is therefore important to know what players you’re handling before attempting to get a player to understand an alternative position.\n\nConclusion:\n\nMulti-functional players are undoubtedly becoming a larger part of the modern game. Born out of the idea of total football, players are becoming schooled in more positions allowing for more fluidity in the way game is played, and also in the use of personnel."
  },
  {
    "title": "Privacy Policy - The False 9",
    "url": "https://thefalse9.com/privacy-policy",
    "text": "**2. Information We Collect**\n\n**Personal Data:** We may collect personally identifiable information, such as your name, email address, and other contact details when you voluntarily submit them through our contact forms, newsletter sign-ups, or comment sections.\n\n**Non-Personal Data:** We may collect non-personal data, such as your IP address, browser type, operating system, and browsing behavior on our blog. This information is used to help us improve the blog and provide a better user experience.\n\n**3. How We Use Your Information**\n\nWe may use the information we collect in the following ways:\n\n– To operate and maintain our blog. – To send you promotional information, such as newsletters, if you have opted in to receive them. – To respond to your comments or inquiries. – To improve the content and functionality of our blog. – To monitor and analyze usage and trends to improve your experience on our blog. – To protect, investigate, and deter against unauthorized or illegal activity.\n\n**4. Cookies and Tracking Technologies**\n\nWe use cookies and similar tracking technologies to track the activity on our blog and hold certain information. Cookies are files with a small amount of data that may include an anonymous unique identifier. You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent.\n\n**6. Google Analytics**\n\nWe use Google Analytics to collect information about your use of the blog. Google Analytics collects information such as how often users visit the blog, what pages they visit, and what other sites they used prior to coming to the blog. We use the information we get from Google Analytics to improve our blog. Google Analytics collects only the IP address assigned to you on the date you visit the blog, rather than your name or other identifying information.\n\n**7. Third-Party Links**\n\nOur blog may contain links to third-party websites. We are not responsible for the privacy practices or content of these websites. We encourage users to be aware when they leave our blog and to read the privacy policies of other websites that collect personally identifiable information.\n\n**8. Data Security**\n\nWe use administrative, technical, and physical security measures to protect your personal information. However, no security measures are perfect or impenetrable, and we cannot guarantee the security of your information."
  },
  {
    "title": "Football Tactics for Beginners:The High Defensive Line - The False 9",
    "url": "https://thefalse9.com/2016/04/football-tactics-beginnersthe-high-defensive-line.html",
    "text": "Introduction:\n\nThe high defensive line is a high risk style of play that see’s a team push up in order to shut down the amount of time an opposition has to play, however it requires high levels of skill and cohesion as the team stepping up leaves spaces to run into. The high line has been by deployed by some of Europe’s crème de la crème with teams such as Barcelona and Bayern Munich utilising it to great effect.\n\nAdvantages:\n\nPlaying with a high line compresses the pitch and makes it difficult for the opposition to move the ball with as much space and time. Essentially, the high line will often go hand in hand with a pressing style of defensive play that begins from the front as it requires all players to step up and make the pitch smaller for the opponent. It essentially promotes the idea of counter-pressing, whereby teams aim to get the ball back in 6-7 seconds, to the positions that naturally get taken up by the players on the pitch.\n\nWith defenders positioned roughly around the half way line when in possession it is also easier to recycle the ball and go through different patters of play at a faster rate. Whilst this does require defenders also be useful technically, it can be important in maintaining pressure on the opposition.\n\nDisadvantages:\n\nPlaying with a high defensive line will leave a large amount of space behind the defence meaning there is plenty of room for a striker to run into when making movements in behind. It is quite susceptible and often comes unstuck when you see opposition allowing a striker to stay on the shoulder of the last and and try make runs in behind. By sliding balls in behind the opposition can quite easily get the defenders facing their own goal, which as a defender is not where you want to be positioned. And whilst we have seen Bayern Munich under Guardiola use this system with great effect, this style of play will result in the occasional hiccup where goals that are conceded look remarkably simple .\n\nThe formation is also taxing for the goalkeeper is it often leaves his isolated in one on one situations, however as Manuel Neuer has shown in recent years, it can be countered by developing this form of ‘sweeper keeping’ whereby goalkeepers essentially cut out any balls played behind the defence by rushing off their line. The problem with this is it is a high risk style of play that requires a goalkeeper with technical ability and speed.\n\nConclusion:\n\nThe system requires players that are technically and tactically astute with high levels of skill. It suits teams that are looking to dominate a game as opposed to those playing on the counter-attack, therefore it should not be implemented by each and every team."
  },
  {
    "title": "Football Tactics For Beginners-The Christmas Tree Formation - The False 9",
    "url": "https://thefalse9.com/2017/08/football-tactics-beginners-christmas-tree-formation.html",
    "text": "Football is a result oriented business. Whatever succeeds, earns fame for itself and for its conceiver. And if it captures the imagination of spectators and experts alike, they do it the kindness of rewarding it with an imaginative name and legend. ‘The Christmas Tree’, erstwhile fixture in festive households suddenly became a football formation in this manner. The credit for the nomenclature probably goes to a certain Colin Welland who had the inspiration writing for ‘The Observer’ in March ’94. Unlike most renowned football tactics and formations though, the ‘Christmas Tree Formation’ rarely enjoyed the ultimate successes of football and even that came late in its relatively short lifespan under Carlo Ancelotti’s reign at A.C. Milan.\n\nRegardless of the association of King Carlo and, more intriguingly, Terry Venables with the formation, it has been used sparingly over the years in world football. In one of the first occasions Bert Head, Crystal Palace’s manager during the 70s and the first man to take them into a First Division campaign was recorded as the first man to stick a lone man upfront with two advanced midfielders in support. This pragmatism was rare back then, even for a bottom-of-the-table struggler. However, it weakens the argument of calling it a tactical intervention in that particular usage. It was used more daringly in a fluid Den Haag team of the 80s before finding fame and indeed, its name for Terry Venables’ England.\n\nBefore everything else though, let’s look at what the ‘Christmas Tree’ is. It’s basically the term assigned to the basic 4-3-2-1 formation. Considered to be a defensive tactic, the ‘Christmas Tree’ was unusual as it necessitated the introduction of some hitherto unseen concepts in football. As a structure, the emphasis was on solidity and rigidity. A flat-back four preceded the ‘keeper and played behind a three-man holding midfield. The role of the central man in this midfield was absolutely vital in this strategy. This man dictated the pace of the ball and almost invariably saw the most of the ball. The other two players in this line usually had the responsibility of heading the transition of the team. When defending, one of these players would usually rush out to the oncoming attack. Needless to say, this man needed to be a good tackler as his main role was ball-winning. Gennaro ‘El Ringhio’ Gattuso immortalised this role as a part of the A.C. Milan team of the noughties. The spare third man needed to take a shielding position in this scenario to cut out any passes. A role of great tactical importance, it was handed out to a player capable of man-marking who would sometimes be needed to double-up if one player in the backline is overrun. The front three were fairly relieved of any responsibilities in defence which was what made it a deadly strategy on the counter.\n\nThe attack began with the holding player in the middle, essentially a ‘soccer quarterback’. This deep lying playmaker had the responsibility of spreading the ball to the attacking players and naturally required a great passing range. Part of the reason that the formation never succeeded for England was that they lacked a player at this position. While the British media never ceases to herald its seemingly inexhaustible supply of box-to-box midfielders , they badly lacked a long passer. Platt, Ince, McMahon were all tried and all failed. On the other end is the ageless Andrea Pirlo, the lynchpin of Ancelotti’s team. The front three in the ‘Christmas Tree’ consist of two attacking midfielders usually along with the lone man upfront. Sometimes, strikers have been played in a slightly withdrawn role alongside an attacking midfielder though. Both of these players required brilliant touch, explosive pace and good finishing. The lone striker, though, possibly had the toughest job in football. Required to chase after launched long-balls and link up with the following midfielders, this forward had to be strong, a lethal finisher and brilliant on the turn. The challenge of this role can be established in the fact that the great Alan Shearer played this role for Venables without once scoring for more than a year. The ‘Christmas Tree’ also lacked natural width, a big defect. It sometimes worked better with rampaging full-backs along the wings but that compromised the stability that it was favoured for in the first place.\n\nAncelotti’s Rossoneri had Kaka as one of its attacking midfielders and Seedorf in its star-studded line-up. Shevchenko played upfront but on occasions, even Hernan Crespo was played with Shevchenko withdrawn partially. In the England team, Gascoigne did the creative role alongside McManaman. The reason that the set-up failed with England was that it was really bottom-heavy. At the same time, Milan exploited the relative absence of wing-play in the Serie A. Also in Kaka and Shevchenko, they had two forwards blessed with speed and control. As the Gattussos and Maldinis aged and Kaka moved to Real, the ‘Christmas Tree’ was never used by them again.\n\nThe system does have a shining legacy though. The playmaker’s role was a crucial element of even the all-conquering Spain team in the form of Xabi Alonso. The lone man upfront is the norm these days having been introduced by this formation. And no one can forget the tough-tackling, all-action midfielder’s role that the Vidals of this world play now, albeit with much more culture arguably. The ‘Christmas Tree’ might have reached its winter, but it graced many a stage for years.\n\n– Jayeek Chatterjee\n\n[facebook][tweet][follow id=”thefalse_9″ count=”true” ]"
  },
  {
    "title": "Write For TF9 - The False 9",
    "url": "https://thefalse9.com/write-us",
    "text": "Contemporary tactics are extremely complex and somewhat overwhelming, however I’d recommend any novice read their ‘ Football tactics for Beginners ’ articles to fill in the blanks.-Left-Wing Soccer on The False 9\n\nTF9 is on the lookout for new contributors from all over the world. We want people with fresh and creative ideas so that we can take TF9 forward.\n\nAs we primarily deal with Football Tactics, we are looking for writers who can write regularly on the tactical side of the game.  Your articles will get promoted via Newsnow,Facebook(15,000+ fans), Twitter(10,000+ Followers), and various other channels. Most importantly we don’t care whether you are writing your first article or your 100th.\n\nWhat if I am not interested in tactics?\n\nWe are open to all sorts of articles on all aspects of football like satire, finance, history, the lower league,etc. If you follow youth football, then you can contribute to our Rough Diamonds series. Good at satire? We have a running series on satire on the site. So unless you are writing about transfer rumours, you can always send the article and we will take a look.\n\nIf you have any other ideas, please feel free to share it. You can use the contact page to write to us or the email id given below.\n\nthefalse9[at]gmail[dot]com"
  },
  {
    "title": "Football Tactics for Beginners: Pressing and Counter-Pressing - The False 9",
    "url": "https://thefalse9.com/2016/04/football-pressing-counter-pressing.html",
    "text": "Introduction:\n\nThe idea of pressing is to put pressure on the ball with the intention of winning it back off of the opposition. By forcing the opposition to complete an action in a pressured atmosphere, every aspect of that action is made more difficult. An action consists of both a decision and the execution of that decision – if these two aspects can be manipulated correctly, the opponent will lose the ball. Successful examples of this high energy style of play can be seen in the Borussia Dortmund side of 2013 who narrowly lost in the UEFA Champions League final that year.\n\nAdvantages:\n\nThe system can be tailored to expose particular weaknesses identified in the opposition. For example, if it is recognised that the passing ability of the players playing in the oppositions defence is limited then you would organise your team to press from the front.\n\nThe idea of pressing also forces the opposition to play their normal passing game under pressure, meaning the ball can be turned over through positional play and running off of the ball. This can help take the onus of the defence to do the ‘defending’ as it done by the whole team at large in this system.\n\nIt is also important to mention the idea of counter-pressing whereby if a team is pressured and loses the ball when attacking it will seek to win it back instantly as opposed to settling into a defensive shape. For example, it is widely acclaimed that when the Barcelona side under the tutorship of Pep Guardiola lost the ball, they are were given 6 or 7 seconds seconds to win it back. If they did not do it in this time they would then settle into shape. By doing this they are able to win the ball back high up the pitch and disrupt the opposition’s transition from defence to attack. Speaking about this style of play, Barcelona full-back Dani Alves said, “Pressing is difficult to pull off, but when the team manages it well, there is no better way to win games. You must see where the ball is likely to go, then react immediately to press the opponent or intercept any pass. When we lose the ball, we want to win it back immediately, which is when this tactic is so good and works so effectively.”\n\nDisadvantages:\n\nOne weakness to this system of defending is that it can be bypassed by using a more agricultural, direct style of playing. Should the opposition be able to switch the ball using a diagonal pass, or find an outlet by more direct means then it becomes more difficult to win the ball back by harrying the opposition.\n\nThe system also requires extremely high fitness levels in order to be executed. Players have to be able to close down options for the opposition by applying pressure to the player in possession. It is often hard to execute this style of play for the full 90 minutes without having trained extensively. One example of a team playing implementing this style of play without the required fitness levels to press for the full match is the Liverpool side under Jürgen Klopp. Whilst his side have become proficient in pressing, there have been examples this season where his side have tapered off against opposition around the 70 to 80 minute mark.\n\nThe system also requires high levels of communication and cohesion whereby if the front players begin to press it must be communicated and recognised by the midfield so that they can back them up and make the correct movements. If this is not completed with efficiency, then players are often seen closing down without support to no avail.\n\nExample:\n\nIf we imagine that the ball has be passed from the right sided centre back to the right back in this situation, the team pressing would put pressure on the right back and aim to cut off options.\n\nConclusion:\n\nThe system is dependent on high levels of fitness and communication. If executed efficiently, the team pressing can gain a stranglehold on the gain and prevent the opposition from settling into a passing rhythm. The hunt for the ball must be coordinated. If done without cohesion, defending can become disjointed and make passing through the lines easy for the opposition."
  },
  {
    "title": "The False Winger - Tactics for Beginners",
    "url": "https://thefalse9.com/2016/04/false-winger-football.html",
    "text": "A relatively new one to the lexicon of the footballing world, the false winger is often associated with players that drift inside to make their mark on the game instead of staying wide and attacking the fullback. False wingers are often attacking midfielders, or number tens, that the manager looks to shoehorn into the team for their creative ability. One prominent example of this is Manchester United’s use of their diminutive Spaniard, Juan Mata. Louis Van Gaal has asked the player, who is traditionally considered to play behind the striker, in a wide berth.\n\nAdvantages:\n\nFalse wingers are required to vacate their starting position out wide and roam into dangerous areas in order to create chances. This will often make them very difficult to defend against as fullbacks are unsure whether to pass their man on or track their runs. As a result, the freedom associated with false wingers can mean opposing fullbacks sometimes find themselves stuck in a stick or twist situation where they are unsure who they are actually marking.\n\nIn asking a player to fulfil this role, managers are able to shoehorn players that are typically considered to be number tens into the team without disrupting the formation. For example, Manchester City’s use of Samir Nasri against West Bromwich Albion (09/04/16). The Frenchman was played wide left in a traditional 4-4-2 formation as Manuel Pelligrini sought to include Wilfred Bony up top alongside Aguero. Instead of changing the formation to include a player in the traditional number ten role, City included a player of that ilk out wide, allowing him the freedom to drift and influence proceedings.\n\nDisadvantages:\n\nIn comparison to ‘traditional wingers’ who look to stay wide, receive the ball, and get to the by-line, false wingers seek to vacate their starting position on the wing and make use of the ball inside. This can however limit a team’s ability to stretch the pitch. By looking to drift inside in order to effect play and get on the ball, the source of team’s width has to be provided by entirely attacking fullbacks. Whilst this can be done to great affect, the pressure placed upon the fullbacks increases as they are required to dictate proceedings on that side of the pitch.\n\nThe central reservations of the pitch can also become congested when asking a player to play with this kind of freedom as they will often look to take up the same kind of positions as that of a traditional number ten, an attacking midfielder, or a striker looking to drop deep to find the ball. This can stifle attacking threat as there isn’t as great an option out wide, and less ability to stretch and move the opposition.\n\nPlayers playing in these may also struggle with their defensive contribution as they may typically be played in area where the way they defend is different. By this I mean the difference between defending when playing right wing in comparison to attacking midfield. These creative players will be asked to track back, match the run of the oppositions fullback, and aid his defence in stemming the flow of any potential threat down his side of the pitch. This can become difficult when you consider they are also also asked to drift infield to influence the game.\n\nConclusion:\n\nThe use of false wingers is has arguably become more commonplace in modern football with teams usually having at least 2 or 3 attacking midfielders in their squads. This inverted idea of the traditional winger is a way of shoehorning these players into starting line-ups without sacrificing the teams starting shape."
  },
  {
    "title": "The art of the long throw and how to counter it - The False 9",
    "url": "https://thefalse9.com/2017/08/art-long-throw-counter.html",
    "text": "Since the dawn of time, mankind has yearned to to throw stuff really far. Rocks, spears, shapes in the night club, to be human is to throw. In this ‘article’ I’m going to ramble about throw ins and in particular, the long throw.\n\nHistory of the throw-in\n\nThe throw-in has been part of the game since the nineteenth century when English public school boys would run amock with grassy knees. A wide variety of methods were tried and tested to return the ball to the playing field, including kick-ins and one handed throws but eventually the two handed throw was accepted (having been stolen from Rugby). Just like the modern throw, the direction of the throw was not specified.\n\nRemember, you cannot score a goal directly from a throw in, unless you are Olaf Mellberg and Peter Enckelman miss-traps your throw .\n\nProcedure/Technique\n\nAt the moment of delivering the ball, the thrower must face the field of play. The player should have part of each foot either on the touch line or on the ground outside the touch line, and use both hands to deliver the ball from behind and over the head. Most throw-ins are taken short with a throw to a player within a few meters of the thrower, to control the ball under heavy pressure from the opposing team.\n\nWhat I want to focus on, is the long throw. This is when a player managers to launch the ball at great distance over the heads of the surrounding players to reach an attacking player closer to the opposing goal.\n\nThe Looping long throw\n\nThe player takes a bit of a run up, arches their back and launches the ball as high and as far as they can muster, causing the ball to come down like a mortar. Here is Republic of Ireland womens team Megan Campbell with astonishing distance on her throw which leads to a goal.\n\nA flat trajectory long throw\n\nVery hard to pull off but impossible to defend against, Rory Delap was a master of this. A junior javelin thrower, Delap managed to hone this skill into football to make a throw in nearly as dangerous as a corner. Delap manages to throw the ball at a great distance with a relatively flat trajectory . Researchers at Brunel University estimate that Delap could throw the ball 40 meters at around 40mph. His throw-ins were even more accurate than freekicks or corners because a lot more muscles are used in throwing a ball than kicking it.\n\nHow do you stop it?\n\nI want to throw the ball like Rory Delap\n\nI think football clubs are missing a trick here. How often do we hear about players staying behind in training to practice their penalties and freekicks, but I cannot recall anyone saying they’ve been practicing their throws. Furthermore, it baffles me when Premier League players concede a foul throw. What are you actually doing?\n\nFirst and foremost, you have to start from a young age, ideally. If you want to be signed to a professional club you have to stand out from the rest. Delap was throwing javelins from when he could walk and for a decent footballer, has managed to become a bit of a household name purely because of his talent with a throw. Seriously, sign your little one up to some throwing sports and get practicing.\n\nRidiculous throw ins\n\nTo end on a funnier note, here are some interesting throw in techniques.\n\n-This post first appeared on r/soccer by Bell_Whiff"
  },
  {
    "title": "Advertise - The False 9",
    "url": "https://thefalse9.com/advertise",
    "text": "If you’re interested in advertising on The False 9, do get in touch with us. Email us at: thefalse9@gmail.com. We are open to all types of offers."
  },
  {
    "title": "How to defend Corner Kicks: Football Tactics Coaching",
    "url": "https://thefalse9.com/2018/01/defending-soccer-corner-kicks-coaching.html",
    "text": "We are all afraid of it. It is the 90th minute, your team is up by one goal and the opposition is about to take a corner kick. Your gut feeling just knows it. ‘This is going in’. On the real note, only about 3% of corner kicks actually make it for a score. This seems a small amount, but in close-game situations, it can give the vital edge.\n\nIn this article, I’m going to explain the most recognisable ways to get a good corner kick into the box, but more importantly how to defend these different types of corner kicks. There are 4 different types:\n\nBut first, I am going to explain the 2 different ways of marking a corner kick and explain what I call ‘speciality players’.\n\nZonal Marking\n\nNot only at corner kicks, but also in general defence zonal marking is well used. The way this works, is the players defending the corner kick all have their own defensive ‘zone’ in which they are supposed to defend the ball when it comes to their zone. Obviously, every player is very close on a corner kick which means that defensive zones may overlap. This causes different players trying to defend the same cross. Hence when you watch corner kicks, you often see a 2- or even 3 versus 1 situation in trying to defend the ball. Pure zonal defenders tend to position at the edge of the 6-yard box because that is the most frequent and most dangerous position for an offensive player to head a ball into the goal.\n\nRead | Why does English football not trust Zonal Marking?\n\nRead | Why does English football not trust Zonal Marking?\n\nMan Marking\n\nThe complete opposite of zonal marking is man marking. Man marking is a form of defence whereby the defensive players do not stop the opponent in their own zones, but instead all choose a different player to mark. When the cross flies to their marked player, the defender is expected to win the header of is opponent. There are both pros and cons of this way of defending a corner kick. The privilege of this way of defending is that you can decide which player defends which opponent players. Say you are playing Stoke City as a Manchester United player, you can take your tallest player to defend a player like Peter Crouch, to prevent a mismatch. When using zone marking, If Peter Crouch runs into the zone of a smaller player, you have a major problem there when a proper cross is given. With man marking this problem will not happen. However, the downside of this type of marking is when the opponent makes a lot of runs when the corner kick is taken, defenders tend to run into each other’s running lanes, which causes confusion and a harder time defending the ball. Also when one player is not doing his job well, an opposing player can get a lot of space which is not what you want as a defender.\n\nWhen marking on opposing corner kicks, barely any teams use a pure form of one of these types. Most teams use a mix, with more players defending zone than defending the man. Teams do this to try to benefit from both types of marking and concede as fewer goals from corner kicks as possible.\n\nSpeciality players\n\nThese are players on the defensive side of the ball to not prevent the opponent heading the ball on a corner kick. There are two different types of speciality players.\n\nThe most known of the two is obviously the front post defender. Most teams use one of these, as it has a crucial role in defending a corner kick. The main role of this front post defender is to defend one side of the goal and to force the header to the other side. This other side is not only harder but also easier for the goalkeeper to cover since he knows the header is probably going to the other side of where his defender is situated. The usage of this kind of player is very important since it reduces the possibilities for the opposing team to score from.\n\nThe second of the two is the short cross defender. This kind of player is not used on many teams because most managers think this role is less important than defending the area. The role of this player is to stand a few yards of the corner kick taker away, to prevent him crossing a dangerous low-arc cross. It also lets the opponent know that they shouldn’t pass a simple lay-off cross (more on this later) because there will come immediate pressure.\n\nNow you know of the best ways to defend a corner kick, let’s look at the most frequent used corner kicks and decide which form of defence is best.\n\nThe back post corner kick\n\nPossibly the most known corner kick is the one that flies to the back of the area where when performed correctly, your player with the best heading and/or the tallest player on your team is. There are different ways to take a back post corner kick. The most efficient one is where almost the entire offence runs to the front post, creating space for the player in the back to make a run towards the back post, and head the ball into the net. Another way is to line up in an (almost) straight line, where the player closest to the corner kick taker runs to the back and all the other again run towards the front post. The reason that this corner kick is as effective as it is, is because the goalkeeper has a hard time covering these headers. Not only because the goalkeeper has to come from the other side of the goal (the goalkeeper starts with his back to the back post, and usually makes a run towards the front post) but also because there is no speciality player covering the post as there is on the front post. The player receiving the ball also has the option to head it back into the 6-yard box, which is a really deadly way of playing a corner kick, since most defenders will be out of position when this happens.\n\nNow there are some ways to recognise this type of cross, so you know what is coming and you are able to defend it. The main way is when you see the tallest player on the offence or the best header of the ball in the back. This signs that this player will most likely be targeted on a back post cross, so be sure to get your most physical guy marking him man to man to prevent a goal. If you recognise the team often crossing to the back post and you are having trouble covering it, you could make it safer by covering the trouble-giving player by 2 of your players man to man. This could give trouble in other areas but almost ensures that when a corner kick is coming to the back post, the offensive player will not have an easy header.\n\nThe front post corner kick\n\nThe opposite version of the back post corner kick is the front post corner kick. This one is dangerous because it can really turn into a scramble. When a player makes a run towards the front post and heads the ball towards the goal, it is not extremely hard to stop from going into the goal on the first take. But because these crosses come with a greater speed, these headers are directed to the goal with a great speed as well. This makes it hard for the goalkeeper to get the ball to a safe area where it cannot be scored on a rebound. A tip I will give when you see this cross, is that you should be extremely wary of the situation and react quickly when the header is rebounded from your first speciality player or your goalkeeper.\n\nThe penalty spot corner kick\n\nNot only in the previous situations but in general you should put two physical players both on zonal marking; one on the far cross and one on this situation. The penalty spot corner kick is very frequently used as it works really well when you have more than a couple of good and tall headers of the ball. Although, defending this is easier than the front- and back post cross, because this version of the corner kick does not have a great speed on it, nor is it in close distance from the goal. I recommend you to have a few of your zonal players stay close to the 6-yard box and not jump for the ball to defend the header.\n\nThe short layoff.\n\nA not very often used corner kick is the short layoff. The reason this isn’t always used is that as soon as a defence see not one but two players position close to the corner kick, they know it will be a layoff. This type of corner kick is very dangerous because you can go many ways with this. You can cross it in the box, lay it off to the edge of the area of make a run yourself. As I explained before, the way to really counter this type of corner is to have your second speciality player position, pressuring the layoff and also have a shorter defender diagonally behind the speciality player to cover the run. The reason why this should always be your shortest defender is that you want the taller defenders covering the cross, which is obviously still viable.\n\nRemaining tips:"
  },
  {
    "title": "Football Tactics for Beginners- The Sweeper Keeper Explained",
    "url": "https://thefalse9.com/2017/12/sweeper-keeper-role-tactics-explained.html",
    "text": "Germany’s Manuel Neuer has been widely credited as one of the finest goal-keepers of his generation, and quite rightly too. The Bayern Munich shot-stopper has multiple major trophies and individual accolades tethered to his name, with many more likely still to come in the not too distant future.\n\nNeuer goes about his business with a level of strength and toughness that arguably surpasses that of Manchester United’s David de Gea. He has time on his side unlike the honourable Italian stalwart that is Gianluigi Buffon, whilst contributing far more dynamism between the sticks than the likes of Thibaut Courtois, Petr Cech or Tottenham’s Hugo Lloris.\n\nFrom providing exceptional saves and last-ditch heroics at a reliably frequent rate, to commanding his back-four like an army drill-sergeant and even taking the odd match-winning penalty on occasion – Manuel Neuer is a goal-keeping personality above all else. A player we all love to watch regardless of which side of the fence we happen to fall upon.\n\nYet perhaps Neuer’s most standout feature seemingly arrives elsewhere. Although the German international is often applauded for his traditional shot-stopping talents, it’s his seamless ability to play the role of the notorious ‘sweeper-keeper’ that really gets people talking.\n\nThe 31-year-old Bundesliga favourite can often be found rushing off his goal-line in an attempt to aid his outfielders in the most efficient form possible. Neuer is capable of playing the ball calmly out from the back, helping to launch those all-important counter-attackers with all the more vigour and finesse.\n\nBut just what is it that really makes the ‘sweeper-keeper’ act in such a way? Who were the first proponents of the role all those years ago? And why has it made such a remarkable comeback within the modern game we currently behold today?\n\nA ‘ sweeper keeper ’ is a player that seeks to control the space behind his respective back-line. The role involves keeping resolutely close to your defenders far more often than usual, keeping on your toes for the majority of each match, and providing quick counter-attacking throws with hastened speed and efficiency.\n\nIn other words, the role of the sweeper keeper is to act as an eleventh outfield player. Someone who isn’t scared of running head-first into battle whenever the situation calls for it, yet a player who is equally well-versed in maintaining only the highest levels of concentration for each subsequent ninety minutes of football.\n\nThe desired goal-keeper must be technical, remarkably self-aware, and above all else – wholeheartedly confident when saving their team from the brink of defeat.\n\nRussia’s Lev Yashin arguably represents one of the very first ‘sweeper-keeper’s’ to have emerged on the international scene. The widely recognised shot-stopper was renowned for his ability to leave the penalty area and aid his outfielders in attack, allowing his team to break forward with far more intensity and direction.\n\nWhilst the role was still very much within its infant stages during the Russian goal-keeper’s time, many of Yashin’s contemporaries were soon becoming wise to everything the all-important ‘sweeper-keeper’ position had to offer.\n\nThe mighty Gyula Grosics was certainly one of them. Hungary’s favoured shot-stopper throughout their famed golden era proved to be a class unto his own. He may have been incredibly small for a goal-keeper at just 5’8”, but his overall agility and keen sense of distribution were simply second to none.\n\nHungary were a force to be reckoned with throughout the 1950’s. They sought to attack in numbers, instructing even their last line of defence to help contribute within the collective goal-scoring department. Their game-plan was one born out of an explosively attacking mind-set, and it all started with Gyula Grosics between the sticks.\n\nThe role of the ‘sweeper-keeper’ has nonetheless grown and evolved quite considerably over the years, especially once the back-pass rule had been defined by the early 90s. The position became something of a favoured ploy for Johan Cruyff and all his subsequent managerial disciples at the Barcelona academy, including none other than Pep Guardiola himself.\n\nThey wanted their keepers to successfully launch moves from the back and dictate play as soon as the ball had returned to their team’s possession. Barca’s Victor Valdes acts as an excellent example of a player with such a desired skill-set, as does the latest shot-stopper to have emerged at the Nou Camp – Marc-Andre ter Stegen.\n\nSeveral goal-keepers across the continent of South America have also heavily influenced the role of the ‘sweeper-keeper’. Amadeo Carrizo, Jose Luis Chilavert and the infamous Rene Higuita are just some of the names to have thrust some new light on the position with their ‘El Loco’ style of shot-stopping.\n\nAll widely noted tactical enhancements usually come and go as a result of changing fashions and expanding managerial trends. Yet the role of the notorious ‘sweeper-keeper’ is one that will seemingly never die.\n\nWhilst the distinct nonconformity of the much-loved position hasn’t always worked wonders across the wider European scene – see Claudio Bravo’s recent stint at Manchester City for an overt example of how the role can sometimes result in abject failure – more and more teams are seeking to utilize the tactic to the very best of its ability.\n\nAt times the ploy can prove somewhat hazardous, fraught with danger and a tricky sense of uncertainty if the goal-keeper in question is clearly not up for the job. But in the case of Germany’s Manuel Neuer and so many other widely noted shot-stopping personalities over the years, there is arguably no better way for top-flight goal-keepers to apply themselves.\n\nIn the end the ‘sweeper-keeper’ takes no prisoners, and most football onlookers simply can’t help but love him for it. Sometimes, life between the sticks is one of great magnitude. A trial of unpredictability and excitement, all wrapped up in one truly memorable ensemble."
  },
  {
    "title": "Why does English football not trust Zonal Marking? - The False 9",
    "url": "https://thefalse9.com/2016/11/zonal-marking-premier-league-corners.html",
    "text": "After many years of threatening to clamp down on excessive grappling from set-pieces, this season has seen Premier League referees penalise holding and shirt-pulling more than ever before. This has coincided with an increase in the number of set-piece goals (0.65 per game) and led to marking from corners coming under increased scrutiny. Unfortunately, it has also brought out one of the worst traits in British football punditry; the inherent distrust of zonal marking.\n\nFor every goal scored against a team marking zonally, the system, rather than any mistake from an individual, is blamed. Instead of blaming poor communication, a failure from players to adapt to the situation or a player not attacking the ball, the whole system(Zonal Marking) is faulted. However, when a goal is conceded from a man-marking system, these individual mistakes are noted, and there is no mention of the system.\n\nBoth methods have their weaknesses which allow ‘individual errors’ to occur. When executed poorly a zonal system can allow attackers to get a running jump on defenders, one it’s most regular criticisms. In order to perform the system well a greater amount of training, and time, is needed than with man marking, as players need to be spaced correctly and adapt to different situations, all whilst remaining in-sync with each other.\n\nHowever, when performed correctly it negates the effect of the running jump by using a row of players to block attackers clear runs, and is less open to manipulation and costly individual errors than man-marking, as the defence retains a clearer structure. This doesn’t mean players have to be static- ideally they should judge the situation and adjust accordingly. When this happens, it reduces the chances of overloads or isolations occurring in dangerous areas, all whilst keeping a more stable shape.\n\nOne of the teams that have conceded the most goals from corners this season in the Premier League are the champions Leicester- prior to the November international break, a huge 31% of their goals conceded came from corners. The systematic issues in their man-marking have been exposed many times. One such example was in their 4-1 defeat to Manchester United, where they conceded 3 goals from corners. The first goal, a free header from Chris Smalling (who was being marked by a specialist in Robert Huth) from just 6 yards out in particular showed some of the weak points of man-marking.\n\nFirstly, that simple opposition runs can manipulate the defensive set-up. Ibrahimovic moved right out of the danger area, past the back post and near to the edge of the box, with no intention of attacking the first ball. As Wes Morgan was marking Ibrahimovic, he followed him away from the danger area, into a position where he could not impact play. By the time Morgan left Ibra, he was too far away to recover, and one of Leicester’s best headers was taken out of the game.\n\nSecondly, that one player’s poor marking often leads to a very good, unopposed chance. Huth lost Smalling, getting caught up in a melee of players, creating a situation where one of United’s strongest headers had a near free chance from 6 yards out. Huth was required to keep focus on both Smalling and the ball, and in the confusion ended up losing both. When the system depends on each player winning their individual battle, it leaves very little room for error.\n\nIn Fuchs, Slimani, Huth and Morgan, Leicester had the height and power to deal with United’s threat. In this example, a zonal system would likely have prevented Morgan from being taken out of the game, and allowed Huth to focus purely on the ball. A second line of players could have been used to make it hard for Smalling to get a clear run on the ball. At the very least, it would likely have prevented Smalling from getting free space in such a dangerous area.\n\nIn similar fashion, Leicester left Diego Costa with half of the box to himself in their 3-0 loss to Chelsea. Once again, large dangerous spaces were left open and one player losing their marker allowed him a free shot on goal. Leicester may be unlucky to have been punished so regularly this season, and this is not to say that zonal marking would have won Leicester the game, or definitely prevented these chances. Rather, the system they are using allowed them to make vital mistakes, with nothing in place to make up for them, and this is costing them points. If this was a zonal-system, it would be immediately blamed, however Leicester’s poor record from corners has been instead blamed on individuals.\n\nEach system has its strengths and weaknesses, and neither system is the definite answer on how to defend set-pieces. Man-marking assumes that if every man can win their individual battle, the team won’t concede. West Brom, who may have 4 or 5 natural centre-backs playing who are adept at marking, heading etc. would likely use this system, as they are likely to win their individual battles.\n\nA common praise of man-marking is that it is easy to see where the goal came from (or allocate blame), however it is questionable if this is a strength of the system. Whilst it may make pundits lives easier, it doesn’t help the defending team to prevent the goal, and we often see the same mistakes repeated anyway- every week we see players lose their man on set pieces, does this not mean the system should be questioned? A player might know which attacker he is marking, but this can’t guarantee he will beat him to the ball- in fact, as he has to concentrate on the ball and his man, it may even put him at a disadvantage.\n\nIt is also open to manipulation, with players taken out of the game, and leaves very little margin for error, as shown by Leicester. Due to the lack of a stable structure as players follow their man, it can lead to many defenders becoming positioned in the same area, which not only reduces the ease of winning the ball, but leaves the defence shorthanded in other areas and leaves space for the second ball to fall into, which can create very dangerous opportunities (see Redmond v Watford on the opening day, for example).\n\nJust this weekend, Crystal Palace’s man marking system (which has conceded 6 league goals already) was manipulated to give Yaya Toure a tap in, Spurs and Middlesborough players lost their men who then scored from the second ball, and through the same issue AC Milan conceded a last minute equaliser to rivals Inter. In the cases or Palace, Spurs and Milan, the player who scored was found in free space which could’ve been dealt with using a more structured system.\n\nThere is no definite answer to defending set pieces. Of the 3 teams yet to concede a goal from a corner in the Premier League (Man City, Arsenal and Bournemouth) two normally use Zonal and the other man marking. It is becoming more common for teams to use aspects of each system, and its success depends as much on the execution as the method used. Both systems have their place in the game, however in my personal opinion, zonal marking is the much safer option of the two. The structure it gives reduces the risk of individual mistakes leading to dangerous chances, it prevents wide gaps appearing in dangerous areas and is more likely to give the defending team a numerical advantage where it matters. Whilst it requires more training to get right, in the long run it provides a more stable method of defending set-pieces."
  },
  {
    "title": "Contact - The False 9",
    "url": "https://thefalse9.com/contact-2",
    "text": "If you have any questions regarding the site or are interested in writing for us, please fill the contact form below.\n\nAlso,you can alternatively email to the following address:thefalse9[at]gmail[dot]com"
  },
  {
    "title": "Tactical Periodization- A Beginner's Guide: Tips,PDFs,Books",
    "url": "https://thefalse9.com/2017/06/football-tactics-beginners-tactical-periodization-coaches-books-pdf.html",
    "text": "Tactical Periodization is a coaching methodology which is used to train football players with respect to the tactical context of the match. Most coaches divide their tactical periodization training into four parts.\n\nJose Mourinho is the most famous exponent of tactical periodization and his record in finals speaks volumes about this coaching philosophy.\n\n“We can differentiate among traditional analytical training where the different factors are trained in isolation, the integrated training, which uses the ball but where the fundamental concerns are not very different from the traditional one; and there is my way of training, which is called Tactical Periodization. It has nothing to do with the previous two even though many people could think so.”\n\n-Jose Mourinho\n\nBelow is an excerpt from a reddit post about Mourinho’s guest lecture at University of Lisbon where he explains his strategy against Ajax in the Europa League final. It just shows how much Mourinho studies an opponent and thereby tailors his training accordingly. (Note-it is a translation from Norwegian, excuse the poor grammar)\n\nMourinho’s major theme was the Manchester United and Europa League final against Ajax. There the students got an insight into how Mourinho systematically worked on a plan to beat the Dutch.\n\n“He spent three out of ten days in the final where he divided the preparations with attack and defensive against Ajax, as well as how to work with ballots. There they should have a brief video meeting and then practice, “said Skogsletten(A student in the class), who also said that the players were given pictures of the Ajax players’ actions so that they were prepared for everything.\n\n“There is a focus on everything from the height of players, how they position themselves and every phase of the game. He focused a lot on the opponent, says Skogsletten, who also emphasizes that Mourinho had a plan for how to remedy Ajax’s Danish star player.\n\nHe had analyzed everything by Kasper Dolberg. How he liked to move, how they wanted to play him up, how he played through, says Stovner’s boy.\n\nBut although Mourinho had understood how to stop Ajax, he had also seen that there were several points he could attack himself. Among them was to isolate Marcus Rashford up front while Marouane Fellaini used his physicality as much as possible.\n\nIt was anyway another player Mourinho talked loudly about. Ander Herrera has shown himself as an important piece in United’s system this season, and the students heard.\n\n“Mourinho talked a lot about Herrera, saying he is one of the smartest players he has had during his career,” said Skogsletten. Mourinho also told about the corner goal that won the final. And as he himself had not planned!\n\n“He talked a lot about having gone from being a rigid coach with his own perspective where he would run his own race, to become a more pragmatic trainer adapting to the opponent to a greater extent,” says Skogsletten.\n\nMany have often perceived Mourinho as a coach who only wants things done in his own way, but the 54-year-old himself believes he has changed his mind considerably through the coach career.\n\n“We came very well with the term” fundamentalist “and how strong fundamentalist you can be as a football coach, and to your own philosophy. There Mourinho believes that he has changed very, very much since he was younger, explains Skogsletten.\n\nNevertheless, it is not to be avoided that the Portuguese, to a large extent, emphasizes the results, regardless of whether it should mean a cynical approach.\n\n“He no longer focuses on things to be so complicated or beautiful. Things should be simple, objective, pragmatic and understandable. As long as you get the results you want, he does not see the rest as a problem, says Skogsletten.\n\nThe Portuguese adds, on the other hand, to several factors why he has become so successful.\n\n“He talks about how important it is to have an academic background, to understand all of the basic principles in sport, emotions, psychology and soccer skills in general. He believes that this is one of the more important things he has, and is one of the reasons why he has succeeded in football.\n\nRead | The Rise and Decline of Jose Mourinho\n\nBelow are two comprehensive guides for football coaches , tacticians and students of the game to understand tactical periodization coaching and training in detail.\n\n[flipbook pdf=”http://thefalse9.com/wp-content/uploads/2017/06/TacticalPeriodizationJoseGuilhermeOliveira.pdf”]\n\nhttps://mart1buch.files.wordpress.com/2013/09/delgado-bordonau_tactical-periodization-mourinho-best-kept-secret_soccerjournal2012.pdf\n\nOriginally developed by Vitór Frade, at the University of Porto, Tactical Periodization is a methodology – popularized by coaches such as José Mourinho and Andre Villas Boas – that trains soccer players through a logical process that focuses on four moments of the game.\n\nThese four moments are: Offensive Organisation, the Transition from Defence to Attack, Defensive Organisation, and the Transition from Attack to Defence. Through Tactical Periodization, the aim is to develop players to rapidly alter their on-field behaviours according to the tactical context of the match, and what actually unfolds in front of them. In turn, every training exercise focuses on at least one of the four moments, and always the coach’s tactical game model of how he wants his team to play. In doing so, football players prepare and learn how best to conquer the often unpredictable matches that they encounter competitively.\n\nBuy this book at Amazon.com(US) or Amazon.co.uk\n\nIn 2011-12 and 2012-13 Jupp Heynckes’ FC Bayern Munchen played an entertaining and effective football game style that led to both Bundesliga and Champions League titles. Heynckes’ Bayern lost the 2012 Champions League Final in PKs but won in 2013. Winning those titles was based on a game model this book depicts. Utilizing the Tactical Periodization method to implement it is an approach proposed in this book. Tactical Periodization was made popular by Jose Mourinho who has won titles since 2003, his first year as a Head Coach in four different countries (Portugal, England, Italy, Spain) plus a UEFA Cup, two Champions League, and was Champions League semi-finalist three other times…all in 10 years! Tactical Periodization is a methodology a Coach may apply to play game style any and/or formation leveraging this method. Implementing a game style requires thinking and planning through each game situation. Preparing those game situations through the pre-season and enhancing the team’s effectiveness throughout the season is the focus of the Tactical Periodization method. It integrates the four pillars of the game (physical, mental, technical, and tactical) with the four moments of the game (Offense, Transition to Defense, Defense, and Transition to Offense) over the training week to reach the desired Game Model.\n\nBuy this book at Amazon.com(US) or Amazon.co.uk"
  },
  {
    "title": "Writers - The False 9",
    "url": "https://thefalse9.com/authors",
    "text": "It’s no surprise top European clubs are tracking this Leicester talent. When a young player shows maturity beyond his age,…"
  }
]